<?php

return [
    'subject' => '[no-reply] Ваши сертификаты',
    'title' => 'Мы рады сообщить вам, что ваши сертификаты были успешно доставлены.',
    'row_1' => 'Мы хотим поблагодарить вас за то, что вы поддерживаете наш экологический проект и заботитесь о сохранении природы.',
    'row_2' => 'Вы всегда можете приехать и принять участие в уходе за деревьями, сделать обрезку, внести удобрения, чтобы дерево росло здоровым и крепким.',
    'row_3' => 'Это не только интересный опыт, но и позволяет вам стать частью нашей экологической инициативы и принести много пользы для окружающей среды.',
    'row_4' => "Если вы заинтересованы в таком экотуризме, пожалуйста, свяжитесь с нами, и мы с радостью поможем организовать ваше посещение.",
    'row_5' => 'Если у вас есть вопросы, не стесняйтесь обращаться к нашей команде поддержки клиентов.',
    'row_6' => "Мы всегда готовы помочь вам с любыми вопросами, связанными с вашим деревом.",
    'instruction' => 'Инструкция',
    'li_1' => 'В личном кабинете вы найдете информацию о расположении вашего дерева, а также другие подробности, такие как дата посадки и т.д.',
    'li_2' => 'Если у вас возникли дополнительные вопросы, вы можете задать их во вкладке "Задать вопросы" в приложении. Мы постараемся ответить на ваши вопросы в течение 24 часов.',
    'li_3' => 'Если у вас есть сертификаты на несколько деревьев, вы можете найти информацию о каждом из них в личном кабинете.',
    'footer' => "Надеемся, что эти инструкции помогут вам получить всю необходимую информацию о вашем дереве и ответят на все интересующие вас вопросы. Если у вас возникнут трудности, пожалуйста, свяжитесь с нашей службой поддержки."
];



