<?php
return [
    "title" => "Договор страхования оливкового дерева",
    "location" => "Место заключения договора",
    "city" => "г. Тбилиси, Грузия",
    "mini_title" => [
        "1" => "Стороны договора",
        "2" => "Сторона 1:",
        "3" => "JCS Agromine „агент“ действующий от лица Стороны 3 (Владельца дерева),
            предоставляющий услугу через интернет ресурс Biodeposit.ge”",
        "4" => "Сторона 2:",
        "5" => "JCS Plantatori “сервисная компания",
        "6" => "Сторона 3:",
        "7" => "Владелец",
        "8" => "Мы действуем на основании действующего
            законодательства Грузии, в частности, предоставленного
            Гражданским кодексом Грузии, мы заключили настоящее
            Соглашение о следующем:"
    ],
    "subject_agreement" => [
        "title" => "Предмет договора",
        "1_1" => "1.1 Сторона 1 исполняет обязательство по контролю и обеспечению следующих действий: замене оливкового дерева
            согласно выбранного пакета страхования, в случае возникновения страхового случая п. 2.2.1., в обмен на
            получение предусмотренного настоящим Договором вознаграждения.",
        "1_2" => [
            "1" => "1.2 Страхованию по настоящему договору подлежит следующее имущество:",
            "2" => "Оливковые деревья, расположенные по адресу:",
            "3" => "(количество: 1, возраст:",
            "4" => "сорт: Оливка).",
        ],
        "1_3" => "1.3 Страховым случаем по данному договору является уничтожение имущества с ущербом или утратой по следующим
            причинам:",
        "ul" => [
            "1" => "Пожар",
            "2" => "Наводнение",
            "3" => "Удар молнии",
            "4" => "Землетрясение",
            "5" => "Вандализм, кража",
            "6" => "Поражение насекомыми",
            "7" => "Поражение заболеваниями",
            "8" => "Уничтожение градом",
            "9" => "Влияние непреодолимой силы",
        ],
        "1_4" => '1.4 Стороной 2 засвидетельствовано, что:
            - "Она уведомила Сторону 1 обо всех известных на момент
            заключения договора обстоятельствах, имеющих
            существенное значение для установления вероятности
            наступления страхового случая и размера (страхового риска)
            возможных убытков, причиненных этими случаями;",
        "text" => "- Сторона 3 обязуется не заключать другой аналогичный
            договор страхования имущества, указанного в 1.2. в случае
            заключения такого договора, настоящий договор подлежит
            немедленному расторжению',
    ],
    "2" => [
        "2" => "2. Права и обязательства сторон",
        "2_1" => "2.1 Права и обязательства Стороны 3:",
        "2_1_1" => [
            "1" => "2.1.1 Сторона 3 обязана своевременно оплачивать страховую сумму в пользу Стороны 2, 1 раз в год, а именно в
            течение 5 календарных дней после уведомления от Стороны 1 о распределении прибыли от реализации урожая, но
            не позднее 30 июня каждого года, в размере ",
            "2" => "от 1% до 6%",
            "3" => "в зависимости от выбранного пакета
            страхования. вышеуказанная процентная
            ставка, оплачивается от стоимости дерева, которая указана
            на интернет платформе Biodeposit.ge",
        ],
        "2_1_2" => "2.1.2 Сторона 2 обязана незамедлительно сообщать Стороне 1 о существенных изменениях обстоятельств, известных
            ей при заключении договора, если эти изменения могут оказать существенное влияние на повышение страхового
            риска.",
        "2_1_3" => "2.1.3 Действовать добросовестно в случаях, предусмотренных настоящим Договором.",
        "2_2_1" => "2.2.1 Сторона 2 обязуется заменить оливковое дерево на дерево согласно выбранного и оплаченного пакета
            страхования в случае возникновения страхового случая.",
        "green_pack" => "“Пакет Green Pack“ стоимость пакета 1% от стоимости дерева
            указанной, на онлайн платформе biodeposit.ge - замена
            осуществляется на молодое дерево, аналогичное по сорту,
            которое будет посажено в ближайший сезон посадки, после
            возникновения страхового случая. Сторона 2 предоставляет
            Стороне 3 новый индивидуальный номер дерева а так же
            кадастровый код земельного участка, на котором
            расположено дерево которое передается в собственность в
            замен погибшего дерево. При этом Сторона 3 обязана в
            письменной форме, отказаться от погибшего дерева и
            передать право собственности на погибшее дерево, Стороне
            2 в течении 10 (десять) рабочих дней, после получения на
            электронную почту, указанную в настоящем соглашении,
            нового индивидуального номера и кадастрового номера
            земельного участка а так же после обновления данных о
            деревьях, в личном кабинете..",
        "premium" => "«Пакет Premium» стоимость пакета 3 % от стоимости дерева
            указанной, на онлайн платформе biodeposit.ge дерево
            подлежит замене на аналогичное дерево по возрасту и сорту.
            В течении 60 рабочих дней после возникновения страхового
            случая, сторона 2 предоставляет Стороне 3 новый
            индивидуальный номер дерева а так же кадастровый код
            земельного учаска, на котором расположено дерево которое
            передается в собственность в замен погибшего дерево. При
            этом Сторона 3 обязана в письменной форме, отказаться от
            погибшего дерева и передать право собственности на
            погибшее дерево, Стороне 2 в течении 10 (десять) рабочих
            дней, после получения на электронную почту, указанную в
            настоящем соглашении, нового индивидуального номера и
            кадастрового номера земельного участка а так же после
            обновления данных о деревьях, в личном кабинете.",
        "platinum" => "«Пакет PLATINUM» стоимость пакета 6 % от стоимости
            дерева указанной, на онлайн платформе biodeposit.ge
            оплаченная сумма автоматически, в полном объёме
            зачисляется в виде кэш бэка на бонусный счет на онлайн
            платформе biodeposit.ge Стороны 3 и может быть
            использована для покупок продуктов онлайн платформы,
            Дерево подлежит замене на аналогичное дерево по возрасту
            и сорту. В течении 60 рабочих дней после возникновения
            страхового случая, сторона 2 предоставляет Стороне 3 новый
            индивидуальный номер дерева а так же кадастровый код
            земельного учаска, на котором расположено дерево которое
            передается в собственность в замен погибшего дерево. При
            этом Сторона 3 обязана в письменной форме, отказаться от
            погибшего дерева и передать право собственности на
            погибшее дерево, Стороне 2 в течении 10 (десять) рабочих
            дней, после получения на электронную почту, указанную в
            настоящем соглашении, нового индивидуального номера и
            кадастрового номера земельного участка а так же после
            обновления данных о деревьях, в личном кабинете.",
        "2_2_2" => "2.2.2. Сторона 2 обязуется проинформировать Сторону 1 о
            повреждённом оливковом дереве, в течение 7 рабочих дней
            с момента наступления страхового случая.",
        "2_3" => "2.3 Сторона 2 освобождается от обязанности заменить
            предмет страхования, и освобождается от выполнения
            условий настоящего договора в следующих случаях:",
        "ul" => [
            "1" => "Противомерные действия Стороны 3",
            "2" => " В результате воздействия ядерного взрыва, радиации или
                радиоактивного загрязнения;",
            "3" => " В результате боевых действий, а также маневров или иных
                военных мероприятий;",
            "4" => "В результате гражданской войны, разного рода народных
                волнений или забастовок;",
            "5" => " В результате изъятия, конфискации, реквизиции, ареста
                или уничтожения застрахованного имущества по
                распоряжению государственных органов.",
            "6" => "В случае если будет ограничен, доступ к застрахованному
                имуществу",
        ],
        "2_4" => "2.4 Сторона 2, не вправе предоставлять публичный доступ к
            данным, о Стороне 3, полученным в результате
            профессиональной деятельности.",
    ],
    "3" => [
        "title" => "3.Основания для прекращения действия договора",
        "3_1" => "3.1 Настоящий Договор подлежит расторжению, если после
            его вступления в силу, вероятность наступления страхового
            случая исчезла, а страховой риск более не существует, что
            обусловлено другими обстоятельствами, в частности, если
            застрахованное имущество было уничтожено.",
        "3_2" => "3.2.Сторона 3 имеет право в любой момент отказаться от
            договора.",
        "3_3" => "3.3. В случае если Сторона 3 не выполнила условия оплаты,
            согласно пункта 2 настоящего соглашения или срок
            действия договора закончился.",
        "3_4" => "3.4. Стороны вправе расторгнуть настоящее соглашение, при
            этом Сторона инициатор расторжения настоящего
            соглашения обязана уведомить об расторжении не менее чем
            за 3 календарных дня, другую сторону.",
        "3_5" => "3.5 Другие основания для прекращения и аннулирования
            настоящего Соглашения осуществляются в соответствии с
            действующим законодательством.",
    ],
    "4" => [
        "title" => "4.Другие условия",
        "4_1" => "4.1 Настоящий Договор действует с момента его подписания
            Сторонами и считается заключенным с момента оплаты.",
        "4_2" => "4.2 Настоящий Договор составлен в трех экземплярах - для
            всех Сторон.",
        "4_3" => "4.3 Все поправки и дополнения к настоящему Договору
            составляются в письменной форме и подписываются
            Сторонами.",
        "4_5" => "4.5 Страхование, обусловленное настоящим Договором,
            применяется к страховым случаям, имеющим место после
            вступления Договора в силу.",
        "4_6" => "4.6 Ответственность Сторон по настоящему Договору
            определяется в соответствии с действующим
            законодательством.",
        "4_7" => [
            "1" => "4.7. Настоящий договор действует до 30 июня",
            "2" => "года.",
        ],
    ],
    "5" => [
        "title" => "5. Реквизиты сторон",
        "5_1" => "5.1. Сторона 1:",
        "5_2" => "5.2. Сторона 2:",
        "text" => "Сторона 3:",
        "ul_1" => [
            "1" => "Наименование",
            "2" => "Индивидуальный номер",
            "3" => "Эл. почта",
            "4" => "Подпись",
            "5" => "Дата",
        ],
        "ul_2" => [
            "1" => "Наименование:",
            "2" => "Индивидуальный номер",
            "3" => "Эл. почта",
            "4" => "Подпись",
            "5" => "Дата",
        ],
        "ul_3" => [
            "1" => "ФИО",
            "2" => "Тел",
            "3" => "Дата",
        ],
        '1_1' => '5.1. Сторона 1:',
        '1_2' => '5.2. Сторона 2:',
        '5_3'=> '5.3 Стороны обязаны незамедлительно уведомить друг друга об изменении реквизитов, предусмотренных настоящим пунктом.'
    ],
];
