<?php

return [
    'subject' => '[no-reply] Ваші сертифікати',
    'title' => 'Ми раді повідомити вам, що ваші сертифікати були успішно доставлені.',
    'row_1' => 'Ми хочемо подякувати вам за те, що ви підтримуєте наш екологічний проект і дбаєте про збереження природи.',
    'row_2' => 'Ви завжди можете приїхати і взяти участь у догляді за деревами, зробити обрізку, внести добрива, щоб дерево росло здоровим і міцним.',
    'row_3' => 'Це не тільки цікавий досвід, але й дозволяє вам стати частиною нашої екологічної ініціативи та принести багато користі для навколишнього середовища.',
    'row_4' => "Якщо ви зацікавлені в такому екотуризмі, будь ласка, зв'яжіться з нами, і ми з радістю допоможемо організувати ваше відвідування.",
    'row_5' => 'Якщо у вас є питання, не соромтеся звертатися до нашої команди підтримки клієнтів.',
    'row_6' => "Ми завжди готові допомогти вам з будь-якими питаннями, пов'язаними з вашим деревом.",
    'instruction' => 'Інструкція',
    'li_1' => 'В особистому кабінеті ви знайдете інформацію про розташування вашого дерева, а також інші подробиці, такі як дата посадки і т.д.',
    'li_2' => 'Якщо у вас виникли додаткові питання, ви можете поставити їх у вкладці "Задати питання" у додатку. Ми постараємося відповісти на ваші запитання протягом 24 годин.',
    'li_3' => 'Якщо у вас є сертифікати на кілька дерев, ви можете знайти інформацію про кожного з них в особистому кабінеті.',
    'footer' => "Сподіваємося, що ці інструкції допоможуть вам отримати всю необхідну інформацію про ваше дерево і дадуть відповіді на всі ваші запитання. Якщо у вас виникнуть труднощі, будь ласка, зв'яжіться з нашою службою підтримки."
];
