<?php

return [
    'subject' => '[უპასუხო] თქვენი სერთიფიკატები',
    'title' => 'მოხარული ვართ გაცნობოთ, რომ თქვენი სერთიფიკატი(ები) წარმატებით იქნა მიწოდებული.',
    'row_1' => 'გვსურს მადლობა გადაგიხადოთ ჩვენი გარემოსდაცვითი პროექტის მხარდაჭერისთვის და ბუნების შენარჩუნებაზე თქვენი ზრუნვისთვის.',
    'row_2' => 'ყოველთვის შეგიძლიათ მოხვიდეთ და მიიღოთ მონაწილეობა ხეების მოვლაში, გასხვლაში, განაყოფიერებაში, რათა ხე გაიზარდოს ჯანმრთელი და ძლიერი.',
    'row_3' => 'ეს არა მხოლოდ სახალისო გამოცდილებაა, არამედ გაძლევთ საშუალებას იყოთ ჩვენი გარემოსდაცვითი ინიციატივის ნაწილი და ბევრი სიკეთე გააკეთოთ გარემოსთვის.',
    'row_4' => 'თუ გაინტერესებთ ამ ტიპის ეკოტურიზმი, გთხოვთ დაგვიკავშირდეთ და მოხარული ვიქნებით დაგეხმაროთ თქვენი ვიზიტის მოწყობაში.',
    'row_5' => 'თუ თქვენ გაქვთ რაიმე შეკითხვები, მოგერიდებათ დაუკავშირდეთ ჩვენს მომხმარებელთა დახმარების ჯგუფს.',
    'row_6' => 'ჩვენ აქ ვართ, რათა დაგეხმაროთ ნებისმიერ შეკითხვაში, რომელიც შეიძლება გქონდეთ თქვენს ხესთან დაკავშირებით.',
    'instruction' => 'ინსტრუქცია',
    'li_1' => 'თქვენს პირად ანგარიშში ნახავთ ინფორმაციას თქვენი ხის ადგილმდებარეობის შესახებ, ასევე სხვა დეტალებს, როგორიცაა დარგვის თარიღი და ა.შ.',
    'li_2' => 'თუ დამატებითი კითხვები გაქვთ, შეგიძლიათ დაუსვათ ისინი აპის ჩანართში „კითხვის დასმა“. ჩვენ შევეცდებით თქვენს შეკითხვებზე პასუხის გაცემას 24 საათის განმავლობაში.',
    'li_3' => 'თუ თქვენ გაქვთ სერთიფიკატები რამდენიმე ხეზე, შეგიძლიათ იპოვოთ ინფორმაცია თითოეული მათგანის შესახებ თქვენს ანგარიშში.',
    'footer' => 'ვიმედოვნებთ, რომ ეს ინსტრუქციები დაგეხმარებათ მიიღოთ ყველა საჭირო ინფორმაცია თქვენი ხის შესახებ და უპასუხოთ თქვენს ყველა კითხვას. თუ რაიმე სირთულეს წააწყდებით, გთხოვთ, დაუკავშირდეთ ჩვენს მხარდაჭერის გუნდს.'
];
