<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain the default error messages used by
    | the validator class. Some of these rules have multiple versions such
    | as the size rules. Feel free to tweak each of these messages here.
    |
    */

    'accepted' => 'თქვენ უნდა მიიღოთ :ატრიბუტი.',
    'active_url' => 'ველი :ატრიბუტი არ არის სწორი URL.',
    'after' => ':ატრიბუტი უნდა იყოს თარიღი :date.',
    'after_or_equal' => ':ატრიბუტი უნდა იყოს თარიღი შემდეგ ან ტოლი :date.',
    'alpha' => ':ატრიბუტის ველი შეიძლება შეიცავდეს მხოლოდ ასოებს.',
    'alpha_dash' => ':ატრიბუტის ველი შეიძლება შეიცავდეს მხოლოდ ასოებს, რიცხვებს, დეფისებს და ქვედა ხაზებს.',
    'alpha_num' => ':ატრიბუტის ველი შეიძლება შეიცავდეს მხოლოდ ასოებსა და ციფრებს.',
    'array' => ':ატრიბუტის ველი უნდა იყოს მასივი.',
    'before' => ':ატრიბუტი უნდა იყოს თარიღი :date-მდე.',
    'before_or_equal' => ':ატრიბუტი უნდა იყოს თარიღი ადრე ან ტოლი :date.',
    'შორის' => [
        'numeric' => ':ატრიბუტის ველი უნდა იყოს :min და :max.',
        'file' => ':ატრიბუტის ზომა უნდა იყოს :min და :max kilobytes შორის.',
        'string' => ':ატრიბუტის სიგრძე უნდა იყოს :min და :max სიმბოლოებს შორის.',
        'array' => ':ატრიბუტის ველი უნდა შეიცავდეს :min - :max ელემენტებს.',
    ],
    'boolean' => ':ატრიბუტის ველი უნდა იყოს ლოგიკური true ან false.',
    'დადასტურებული' => ':ატრიბუტის ველი არ ემთხვევა დადასტურებას.',
    'date' => ':ატრიბუტის ველი არ არის თარიღი.',
    'date_format' => ':ატრიბუტის ველი არ ემთხვევა ფორმატს :format.',
    'different' => ':ატრიბუტი და :სხვა ველები უნდა იყოს განსხვავებული.',
    'digits' => ':ატრიბუტის რიცხვითი ველის სიგრძე უნდა იყოს :ციფრები.',
    'digits_between' => ':ატრიბუტის რიცხვითი ველის სიგრძე უნდა იყოს :min და :max.',
    'dimensions' => ':ატრიბუტის ველს აქვს სურათის არასწორი ზომები.',
    'distinct' => ':ატრიბუტის ველს აქვს დუბლიკატი მნიშვნელობა.',
    'email' => ':ატრიბუტის ველი უნდა იყოს სწორი ელფოსტის მისამართი.',
    'არსებობს' => 'შერჩეული მნიშვნელობა :ატრიბუტისთვის არასწორია.',
    'file' => ':ატრიბუტი უნდა იყოს ფაილი.',
    'filled' => 'ატრიბუტის ველი აუცილებელია.',
    'image' => ':ატრიბუტი უნდა იყოს სურათი.',
    'in' => 'შერჩეული მნიშვნელობა :ატრიბუტისთვის არასწორია.',
    'in_array' => 'ველი :ატრიბუტი არ არსებობს :სხვაში.',
    'integer' => ':ატრიბუტის ველი უნდა იყოს მთელი რიცხვი.',
    'ip' => ':ატრიბუტის ველი უნდა იყოს სწორი IP მისამართი.',
    'ipv4' => ':ატრიბუტის ველი უნდა იყოს სწორი IPv4 მისამართი.',
    'ipv6' => ':ატრიბუტის ველი უნდა იყოს სწორი IPv6 მისამართი.',
    'json' => ':ატრიბუტის ველი უნდა იყოს სწორი JSON სტრიქონი.',
    'მაქს' => [
        'numeric' => ':ატრიბუტის ველი არ უნდა იყოს მეტი :max.',
        'file' => ':ატრიბუტის ველი არ უნდა აღემატებოდეს :max Kilobytes.',
        'string' => ':ატრიბუტის ველი არ უნდა იყოს :max სიმბოლოზე მეტი.',
        'array' => ':ატრიბუტის ველი უნდა შეიცავდეს არაუმეტეს :max ელემენტებს.',
    ],
    'mimes' => ':ატრიბუტის ველი უნდა იყოს ერთ-ერთი შემდეგი ტიპის ფაილი: :values.',
    'mimetypes' => ':ატრიბუტის ველი უნდა იყოს ერთ-ერთი ტიპის ფაილი: :values.',
    'წთ' => [
        'numeric' => ':ატრიბუტის ველი უნდა იყოს მინიმუმ :min.',
        'file' => ':ატრიბუტის ველი უნდა იყოს მინიმუმ :min Kilobytes.',
        'string' => ':ატრიბუტის ველი უნდა იყოს მინიმუმ :min სიმბოლო.',
        'array' => ':ატრიბუტის ველი უნდა შეიცავდეს მინიმუმ :min ელემენტებს.'
    ],
    'not_in' => 'შერჩეული მნიშვნელობა :ატრიბუტისთვის არასწორია.',
    'numeric' => ':ატრიბუტის ველი უნდა იყოს რიცხვი.',
    'present' => ':ატრიბუტის ველი უნდა იყოს წარმოდგენილი.',
    'regex' => ':ატრიბუტის ველი არასწორ ფორმატშია.',
    'required' => 'ატრიბუტის ველი აუცილებელია.',
    'required_if' => ':ატრიბუტის ველი საჭიროა, როცა :other არის :value.',
    'required_unless' => ':ატრიბუტის ველი საჭიროა, როცა :other არ არის :მნიშვნელობების ტოლი.',
    'required_with' => ':ატრიბუტის ველი საჭიროა, როცა მითითებულია :values.',
    'required_with_all' => ':ატრიბუტის ველი საჭიროა, როცა მითითებულია :მნიშვნელობები.',
    'required_without' => ':ატრიბუტის ველი საჭიროა, როცა :values ​​არ არის მითითებული.',
    'required_without_all' => ':ატრიბუტის ველი საჭიროა, როცა :values ​​არ არის მითითებული.',
    'same' => ':ატრიბუტის მნიშვნელობა უნდა იყოს იგივე, რაც :other.',
    'ზომა' => [
        'numeric' => ':ატრიბუტის ველი უნდა იყოს :size.',
        'file' => ':ატრიბუტის ველი უნდა იყოს :size Kilobytes.',
        'string' => ':ატრიბუტის ველი უნდა იყოს :size სიმბოლოების სიგრძე.',
        'array' => 'ატრიბუტში ელემენტების რაოდენობა უნდა იყოს :size.'
    ],
    'string' => ':ატრიბუტის ველი უნდა იყოს სტრიქონი.',
    'timezone' => ':ატრიბუტის ველი უნდა იყოს სწორი დროის სარტყელი.',
    'unique' => 'ეს :ატრიბუტის მნიშვნელობა უკვე არსებობს.',
    'uploaded' => ':ატრიბუტის ველის ატვირთვა ვერ მოხერხდა.',
    'url' => ':ატრიბუტის ველი არასწორ ფორმატშია.',

    /*
    |--------------------------------------------------------------------------
    | Custom Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | Here you may specify custom validation messages for attributes using the
    | convention "attribute.rule" to name the lines. This makes it quick to
    | specify a specific custom language line for a given attribute rule.
    |
    */

    'custom' => [
        'attribute-name' => [
            'rule-name' => 'custom-message',
        ],
    ],

    /*
    |--------------------------------------------------------------------------
    | Custom Validation Attributes
    |--------------------------------------------------------------------------
    |
    | The following language lines are used to swap our attribute placeholder
    | with something more reader friendly such as "E-MailRabbit Address" instead
    | of "email". This simply helps us make our message more expressive.
    |
    */

    'attributes' => [],

];
