<?php
return [
    'title_1' => 'საჩუქარი',
    'title_2' => 'სერთიფიკატი',
    'bioactive' => 'ბიოაქტიური',
    'count_trees' => 'ხეების რაოდენობა',
    'who_plant' => 'ვინ დარგო',
    'user_from' => 'ინფორმაცია დონორის შესახებ',
    'user_to' => 'ინფორმაცია ნიჭიერის შესახებ',
    'field' => 'ველების რაოდენობა',
    'year' => 'დარგვის წელი',
    'price' => 'ხის/ხის ღირებულება სერტიფიკატის გამომუშავების დროს',
    'location' => 'მდებარეობა (ქვეყანა, რეგიონი)',
    'data' => 'სერთიფიკატის გენერირების თარიღი',
    'owner' => 'გამოშვებული',
    'uuid' => 'ხე(ებ)ის ID ნომერი',
];
