<?php
return [
    'title_1' => 'ПОДАРУНКОВИЙ',
    'title_2' => 'СЕРТИФІКАТ',
    'bioactive' => 'Біоактив',
    'count_trees' => 'Кількість дерев',
    'who_plant' => 'Хто посадив',
    'user_from' => 'Інформація про дарувальника',
    'user_to' => 'Інформація про обдароване',
    'field' => 'Номер поля(полів)',
    'year' => 'Рік посадки',
    'price' => 'Вартість дерева(дерев) на момент формування сертифікату',
    'location' => 'Місцезнаходження (країна, регіон)',
    'data' => 'Дата генерації сертифіката',
    'owner' => 'Ким видано',
    'uuid' => 'Номер id дерева(дерев)',
];
