<?php
return [
    'title_1' => 'ПОДАРОЧНЫЙ',
    'title_2' => 'СЕРТИФИКАТ',
    'bioactive' => 'Биоактив',
    'count_trees' => 'Количество деревьев',
    'who_plant' => 'Кто посадил',
    'user_from' => 'Информация о дарителе',
    'user_to' => 'Информация о одаренном',
    'field' => 'Номер поля(полей)',
    'year' => 'Год посадки',
    'price' => 'Стоимость дерева(деревьев) на момент формирования сертификата',
    'location' => 'Местонахождение (страна, регион)',
    'data' => 'Дата генерации сертификата',
    'owner' => 'Кем выдан',
    'uuid' => 'Номер id дерева(деревьев)',
];
